{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aether": { "branch": "v3" },
  "alpha-nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "claude-code.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "ethereal.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flexoki-neovim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hackerman.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matteblack.nvim": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "tailwind-tools.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vscode-js-debug": { "branch": "main" }
}
